Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_fra-FRA_TM.tmx
Source language: en_gb
Languages: fr_fr

source: Other\ Refusal (DO NOT READ OUT)
fr_fr: Autre\ Refus (NE PAS LIRE)

source: Walking
fr_fr: La marche

source: DK/NA (DO NOT READ OUT)
fr_fr: NSP/NR (NE PAS LIRE)

source: (DO NOT READ OUT
fr_fr: (NE PAS CITER)

source: Large town/city
fr_fr: Dans une grande ville

source: Have you got a mobile phone?
fr_fr: Avez-vous un téléphone mobile ?

source: In which city/borough/commune do you live?
fr_fr: Dans quelle ville/arrondissement/commune vivez-vous?

source: Single person household
fr_fr: Foyer d’une seule personne

source: Noise
fr_fr: Le bruit

source: Car
fr_fr: La voiture

source: Public transport
fr_fr: Les transports publics

source: PROG: ROTATE ITEMS 1 TO 4
fr_fr: PROG: ROTATION ITEMS 1 à 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
fr_fr: Sur ces douze derniers mois, diriez-vous que vous avez eu des difficultés à payer toutes vos factures à la fin du mois ... ?

source: Other city
fr_fr: Autre ville

source: Generally speaking, the public administration of [CITY NAME] can be trusted
fr_fr: En général, on peut faire confiance à l'administration publique de [CITY NAME]

source: ASK ALL
fr_fr: A TOUS

source: It is easy to find a job in [CITY NAME]
fr_fr: Il est facile de trouver du travail à [CITY NAME]

source: Not at all satisfied
fr_fr: Pas du tout satisfait(e)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
fr_fr: Je vais vous lire quelques affirmations. Pouvez-vous me dire si vous êtes tout à fait d'accord, plutôt d'accord, plutôt pas d'accord ou pas du tout d'accord avec chacune de ces affirmations?

source: Somewhat disagree
fr_fr: Plutôt pas d’accord

source: Housing
fr_fr: Le logement

source: (READ OUT – ONE ANSWER ONLY)
fr_fr: (LIRE – UNE SEULE REPONSE)

source: From time to time
fr_fr: De temps en temps

source: D21: CODE 9 AND 10 - SINGLE CODES
fr_fr: D21: CODE 9 ET 10 - CODES UNIQUES

source: Married or cohabiting couple, no children or no children living at home
fr_fr: Marié ou vit en couple, sans enfant ou sans enfant vivant dans le foyer

source: Rural area or village
fr_fr: Dans une commune rurale

source: Train
fr_fr: Le train

source: Very satisfied
fr_fr: Très satisfait(e)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
fr_fr: En général, veuillez me dire si vous êtes très satisfait(e), plutôt satisfait(e), plutôt pas satisfait(e) ou pas du tout satisfait(e) de chacun des éléments suivants à [CITY NAME]?

source: Safety
fr_fr: La sécurité

source: Your personal job situation
fr_fr: Votre situation professionnelle

source: Small or medium-sized town
fr_fr: Dans une ville petite ou moyenne

source: Professional (employed doctor, lawyer, accountant, architect, …)
fr_fr: Cadre employé (médecin sous convention, avocat, comptable, architecte, ...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
fr_fr: Il est facile de trouver un bon logement à un prix raisonnable à [CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
fr_fr: En général, on peut faire confiance à la plupart des gens de mon quartier

source: Most of the time
fr_fr: La plupart du temps

source: Have you got a landline phone?
fr_fr: Avez-vous une ligne de téléphone fixe ?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
fr_fr: Pouvez-vous me dire combien de personnes âgées de 15 ans et plus vivent dans votre foyer, y compris vous-même ?

source: Other (DO NOT READ OUT)
fr_fr: Autre (NE PAS LIRE)

source: Q4: CODE 11 - SINGLE CODE
fr_fr: Q4: CODE 11 - CODE UNIQUE

source: Strongly disagree
fr_fr: Pas d’accord du tout

source: I live here since less than 1 year
fr_fr: Je vis ici depuis moins d’un an

source: Cleanliness
fr_fr: La propreté

source: The financial situation of your household
fr_fr: La situation financière de votre ménage

source: Other employee (salesman, nurse, …)
fr_fr: Autre salarié (commercial, infirmière, ...)

source: No
fr_fr: Non

source: Owner of shop, craftsman
fr_fr: Commerçant, artisan

source: (READ OUT - ONE ANSWER ONLY)
fr_fr: (LIRE - UNE SEULE REPONSE)

source: Would you say you are…?
fr_fr: Diriez-vous que vous êtes … ?

source: Seeking a job
fr_fr: A la recherche d’un emploi

source: Manual worker
fr_fr: Ouvrier

source: The noise level
fr_fr: Le niveau de bruit

source: The administrative services of [CITY NAME] help people efficiently
fr_fr: Les services administratifs de [CITY NAME] aident les gens de manière efficace

source: Urban public transport (bus, metro, tram, ferry, etc.)
fr_fr: Les transports publics urbains (bus, métro, tram, ferry, etc.)

source: Gender.
fr_fr: Sexe du répondant.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
fr_fr: [CITY NAME] participe au combat contre le changement climatique (par exemple: efficacité énergétique, transports propres)

source: Female
fr_fr: Femme

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
fr_fr: Selon vous, parmi les questions suivantes, quelles sont les trois plus importantes pour [CITY NAME] ?

source: What county do you live in?
fr_fr: Dans quelle région habitez-vous?

source: I live here since between 5 to 10 years
fr_fr: Je vis ici depuis 5 à 10 ans

source: I am satisfied to live in [CITY NAME]
fr_fr: Je suis satisfait(e) de vivre à [CITY NAME]

source: Male
fr_fr: Homme

source: Social services
fr_fr: Les services sociaux

source: Unemployment
fr_fr: Le chômage

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
fr_fr: (CITER SI NECESSAIRE - UNE SEULE REPONSE)

source: Farmer, forester, fisherman
fr_fr: Agriculteur, sylviculteur, pêcheur

source: Civil servant
fr_fr: Fonctionnaire

source: Without a professional activity
fr_fr: Sans activité professionnelle

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
fr_fr: POSER D5c SI EMPLOYE, CODE 2 EN D5a

source: PROG: ROTATE ITEMS 1 TO 7
fr_fr: PROG: ROTATION ITEMS 1 à 7

source: Education and training
fr_fr: L'éducation et la formation

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
fr_fr: En ce qui concerne votre occupation actuelle, diriez-vous que vous êtes profession libérale\ Indépendant, salarié, ouvrier ou diriez-vous que vous êtes sans activité professionnelle ?

source: Refusal (DO NOT READ OUT)
fr_fr: Refus (NE PAS LIRE)

source: (ONE ANSWER ONLY)
fr_fr: (UNE SEULE REPONSE)

source: Air pollution
fr_fr: La pollution de l’air

source: I feel safe in [CITY NAME]
fr_fr: Je me sens en sécurité à [CITY NAME]

source: Unskilled manual worker
fr_fr: Ouvrier non qualifié

source: Sports facilities such as sport fields and indoor sport halls
fr_fr: Les installations sportives comme les terrains et salles de sport

source: The life you lead
fr_fr: La vie que vous menez

source: Rather unsatisfied
fr_fr: Plutôt pas satisfait(e)

source: Rather satisfied
fr_fr: Plutôt satisfait(e)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
fr_fr: Profession libérale (avocat, médecin, comptable, architecte, ...)

source: Health services
fr_fr: Les services de santé

source: Office clerk
fr_fr: Employé(e) de bureau

source: Retired
fr_fr: Retraité

source: (READ OUT – MAX. 3 ANSWERS)
fr_fr: (LIRE - MAX. 3 REPONSES)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
fr_fr: De manière générale, êtes-vous très satisfait(e), plutôt satisfait(e), plutôt pas satisfait(e) ou pas du tout satisfait(e) de...?

source: PROG: ROTATE ITEMS 1 to 12
fr_fr: PROG: ROTATION ITEMS 1 à 12

source: None (DO NOT READ OUT)
fr_fr: Aucun (NE PAS LIRE)

source: Almost never\ never
fr_fr: Pratiquement jamais\ jamais

source: Number of people aged 15 or more in the household
fr_fr: Nombre de personnes âgées de 15 ans et plus dans le foyer

source: Public transport, for example the bus, tram or metro
fr_fr: Les transports publics, par exemple le bus, le tramway ou le métro

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
fr_fr: POSER D5b SI INDEPENDANT, CODE 1 EN D5a

source: Student (full time)
fr_fr: Etudiant (temps plein)

source: I feel safe in my neighbourhood
fr_fr: Je me sens en sécurité dans mon quartier

source: Availability of retail shops
fr_fr: La présence de commerces de proximité

source: General management, director or top management
fr_fr: Cadre supérieur/dirigeant d’entreprise

source: Strongly agree
fr_fr: Tout à fait d’accord

source: How old were you when you stopped full-time education?
fr_fr: A quel âge avez-vous arrêté vos études ?

source: Ship or boat
fr_fr: Un navire ou un bateau

source: Bicycle
fr_fr: Le vélo

source: How old are you?
fr_fr: Quel est votre âge ?

source: Motorbike
fr_fr: La moto

source: (READ OUT - MAX. 2 ANSWERS)
fr_fr: (LIRE - MAX. 2 REPONSES)

source: Single parent, one or more children living at home
fr_fr: Foyer monoparental, un ou plusieurs enfant(s) vivant dans le foyer

source: Self-employed
fr_fr: Profession libérale\ Indépendant

source: The state of the streets and buildings in your neighbourhood
fr_fr: L'état des rues et des bâtiments dans votre quartier

source: Fairly satisfied
fr_fr: Plutôt satisfait(e)

source: Generally speaking, most people in [CITY NAME] can be trusted
fr_fr: En général, on peut faire confiance à la plupart des gens à [CITY NAME]

source: (READ OUT - SINGLE CODE)
fr_fr: (CITER - UNE SEULE REPONSE)

source: On a typical day, which mode or modes of transport do you use most often?
fr_fr: Au cours d’une journée type, quel(s) mode(s) de transport utilisez-vous le plus souvent ?

source: Schools and other educational facilities
fr_fr: Les écoles et autres établissement d'éducation

source: The quality of the air
fr_fr: La qualité de l'air

source: Married or cohabiting couple, with one or more children living at home
fr_fr: Marié ou vit en couple, avec un ou plusieurs enfants vivant dans le foyer

source: Middle management
fr_fr: Cadre moyen

source: Foreigners who live in [CITY NAME] are well integrated
fr_fr: Les étrangers qui vivent à [CITY NAME] sont bien intégrés

source: Health care services, doctors and hospitals
fr_fr: Les services de santé, les médecins et les hôpitaux

source: Employee
fr_fr: Employé

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
fr_fr: POSER D5b SI OUVRIER, CODE 3 EN D5a

source: Public spaces such as markets, squares, pedestrian areas
fr_fr: Les espaces publics comme les marchés, les squares, les zones piétonnes

source: Would you say you live in a…?
fr_fr: Diriez-vous que vous vivez … ?

source: Which of the following best describes your household composition?
fr_fr: Parmi les propositions suivantes, laquelle décrit le mieux la composition de votre foyer ?

source: Manager of a company
fr_fr: Chef d’entreprise

source: I live here since 1 to 5 years
fr_fr: Je vis ici depuis 1 à 5 ans

source: Not very satisfied
fr_fr: Plutôt pas satisfait(e)

source: Road infrastructure
fr_fr: Les infrastructures routières

source: PROG: ROTATE ITEMS 1 TO 10
fr_fr: PROG: ROTATION ITEMS 1 à 10

source: The presence of foreigners is good for [CITY NAME]
fr_fr: La présence d’étrangers est bénéfique pour [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
fr_fr: (NOTER EN CLAIR - SI 'NE SAIT PAS' CODER '98' - SI REFUS CODER '99')

source: DK (DO NOT READ OUT)
fr_fr: NSP (NE PAS CITER)

source: Yes
fr_fr: Oui

source: Green spaces such as parks and gardens
fr_fr: Les espaces verts comme les parcs et les jardins

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
fr_fr: POSER D5E SI SANS ACTIVITE PROFESSIONNELLE, CODE 4 EN D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
fr_fr: (ENQ. : SI "ETUDIE ENCORE", CODER ‘00’ - SI "PAS D'ETUDE" CODER '01' - SI "REFUS" CODER '98' - SI "DK" CODER '99')

source: Other
fr_fr: Autre

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
fr_fr: (NOTER EN CLAIR - SI "REFUS" CODER '99')

source: FL419 - Quality of life in European Cities UK
fr_fr: FL419 - Quality of life in European Cities FR

source: Somewhat agree
fr_fr: Plutôt d’accord

source: Cultural facilities such as concert halls, theatres, museums and libraries
fr_fr: Les espaces culturels comme les salles de concert, les théâtres, les musées et les bibliothèques

source: The place where you live
fr_fr: L'endroit où vous vivez

source: Was born here/ I’ve been living here for all my life
fr_fr: Je suis né ici/ j’y ai vécu toute ma vie

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
fr_fr: SI AUTRE ou NE SAIT PAS EN D12, CODES 198 ou 199 en D12, ARRETER L'INTERVIEW

source: Supervisor\ foreman (team manager, …)
fr_fr: Superviseur\ agent de maîtrise (chef d'équipe, ...)

source: I live here since more than 10 years
fr_fr: Je vis ici depuis plus de dix ans

source: For how long have you been living in [CITY NAME]?
fr_fr: Depuis combien de temps vivez-vous à [CITY NAME]?

source: Looking after the home
fr_fr: Femme\ Homme au foyer
